tap 'beeftornado/rmtree'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'thoughtbot/formulae'
brew 'emacs'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'gmp@4'
brew 'ppl@0.11'
brew 'cloog@0.15'
brew 'mpfr@2'
brew 'libmpc@0.8'
brew 'gcc@4.6'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'diff-so-fancy'
brew 'openssl', args: ['universal']
brew 'readline'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'httpie'
brew 'icu4c'
brew 'libevent'
brew 'libtool', args: ['universal']
brew 'libyaml'
brew 'makedepend'
brew 'memcached', restart_service: true
brew 'mysql', restart_service: true
brew 'mydumper'
brew 'node'
brew 'pkg-config'
brew 'python'
brew 'ruby'
brew 'zsh'
brew 'thoughtbot/formulae/rcm'
cask 'beyond-compare'
cask 'betterzip'
cask 'daisydisk'
cask 'dropbox'
cask 'xquartz'
cask 'firefox'
cask 'inkscape'
cask 'intellij-idea'
cask 'iterm2'
cask 'java'
cask 'jprofiler'
cask 'kdiff3'
cask 'keepassx'
cask 'mysqlworkbench'
cask 'nomachine'
cask 'robomongo'
cask 'sequel-pro'
cask 'slack'
cask 'skype'
cask 'virtualbox'
cask 'vlc'
cask 'textwrangler'
